<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title']                    = 'Default Pro';

// Text
$_['text_extension']                   = 'Расширения';
$_['text_theme']                       = 'Шаблоны';
$_['text_success']                     = 'Настройки успешно изменены!';
$_['text_edit']                        = 'Настройки шаблона по умолчанию';
$_['text_general']                     = 'Общие';
$_['text_product']                     = 'Товары';
$_['text_image']                       = 'Изображения';

// Entry
$_['entry_directory']                  = 'Директория шаблона';
$_['entry_status']                     = 'Статус';
$_['entry_product_limit']              = 'Товаров на странице';
$_['entry_product_description_length'] = 'Знаков в кратком описании';
$_['entry_image_category']             = 'Размер изображений категории (Ш x В)';
$_['entry_image_manufacturer']         = 'Размер изображений производителя (Ш x В)';
$_['entry_image_thumb']                = 'Размер большого изображения товара (Ш x В)';
$_['entry_image_popup']                = 'Размер всплывающего изображения товара (Ш x В)';
$_['entry_image_product']              = 'Размер изображений в списке товаров (Ш x В)';
$_['entry_image_additional']           = 'Размер дополнительных изображений товаров (Ш x В)';
$_['entry_image_related']              = 'Размер изображений похожих товаров (Ш x В)';
$_['entry_image_compare']              = 'Размер изображений при сравнении (Ш x В)';
$_['entry_image_wishlist']             = 'Размер изображений в закладках (Ш x В)';
$_['entry_image_cart']                 = 'Размер изображений товаров в корзине (Ш x В)';
$_['entry_image_location']             = 'Размер изображения магазина (Ш x В)';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Высота';
$_['entry_title']                      = 'Заголовок';
$_['entry_image']                      = 'Изображение';

// Help
$_['help_directory'] 	               = 'Указывайте это поле только для старых шаблонов которые совместимы с данной версией';
$_['help_product_limit'] 	           = 'Сколько элементов показывать на странице (товаров, категорий, итд)';
$_['help_product_description_length']  = 'Количество знаков в описании товара в (категориях, производителях итд)';

// Error
$_['error_permission']                 = 'У вас недостаточно прав для внесения изменений!';
$_['error_limit']       	           = 'Укажите лимиты!';
$_['error_image_thumb']                = 'Необходимо установить размер большого изображения товара!';
$_['error_image_popup']                = 'Необходимо установить размер всплывающего изображения товара!';
$_['error_image_product']              = 'Необходимо установить размер изображения в списке товаров!';
$_['error_image_category']             = 'Необходимо установить размер изображения категорий!';
$_['error_image_additional']           = 'Необходимо установить размер дополнительных изображений товаров!';
$_['error_image_related']              = 'Необходимо установить размер изображения похожих товаров!';
$_['error_image_compare']              = 'Необходимо установить размер изображений при сравнении!';
$_['error_image_wishlist']             = 'Необходимо установить размер изображений в закладках!';
$_['error_image_cart']                 = 'Необходимо установить размер изображений товаров в корзине!';
$_['error_image_location']             = 'Необходимо установить размер изображения магазина!';

$_['tab_general']             = 'Общие настройки';
$_['tab_pages']             = 'Страницы';
$_['tab_images']             = 'Размеры изображений';
$_['tab_widgets']             = 'Виджеты';
$_['tab_help']             = 'Помощь и поддержка';
$_['tab_main']             = 'Основные';

$_['entry_purchased_product'] = "Показывать, сколько раз покупали товар";
$_['help_purchased_product'] = "Отображение количества покупок в карточке товара";
$_['help_2_purchased_product'] = ", но не показывать если количество 0";

$_['text_templates'] 		= 'Другие шаблоны';
$_['tab_header']             = 'Верх сайта';
$_['tab_footer']             = 'Низ сайта';
$_['tab_push']             = 'Уведомления и окна';
$_['tab_adaptive']             = 'Адаптивность';
$_['tab_code']             = 'Код CSS / JS';
$_['text_theme_colors']             = 'Цветовая схема';
$_['entry_main_color']             = 'Основной цвет в шаблоне';
$_['entry_buttons_color']             = 'Основной цвет кнопок';
$_['entry_background_color']             = 'Фон сайта';
$_['entry_background_top_color']             = 'Фон верхней части';
$_['entry_background_footer_color']             = 'Фон нижней части';
$_['text_header_elements']             = 'Элементы в верхней части сайта';
$_['entry_header_currency']             = 'Выбор валюты';
$_['entry_header_language']             = 'Выбор языка';
$_['entry_header_compare']             = 'Сравнение товаров';
$_['entry_header_wishlist']             = 'Закладки';
$_['entry_header_account']             = 'Авторизация';
$_['text_contacts_elements']             = 'Элементы в контактах';
$_['entry_contacts_phones']             = 'Телефоны';
$_['entry_contacts_messengers']             = 'Мессенджеры';
$_['text_footer_elements']             = 'Элементы в нижней части сайта';
$_['entry_footer_payments']             = 'Способы оплат';
$_['text_contacts_elements']             = 'Элементы в контактах';
$_['entry_contacts_phones']             = 'Телефоны';
$_['entry_contacts_messengers']             = 'Мессенджеры';
$_['entry_footer_socials']             = 'Социальные сети';
$_['tab_adaptive']             = 'Адаптивка';
$_['text_code_js_css']             = 'Ваш код JS / CSS';
$_['entry_code_css']             = 'Ваши стили CSS';
$_['help_code_empty']             = 'Оставьте это поле пустым, если кода нет';
$_['entry_code_header_js']             = 'Ваш код на JS (JQuery) в Header';
$_['entry_code_footer_js']             = 'Ваш код на JS (JQuery) в Footer';
$_['tab_home']             = 'Главная';
$_['tab_catalog']             = 'Каталог';
$_['tab_product']             = 'Продукт';
$_['tab_information']             = 'Информационные статьи';
$_['tab_contacts']             = 'Обратная связь';
$_['tab_checkout']             = 'Оформление заказа и регистрация';
$_['text_home_setting']             = 'Настройки для главной страницы';
$_['text_catalog_setting']             = 'Настройки товаров в каталоге';
$_['entry_catalog_stickers_text']             = 'Отображать текстовые стикеры';
$_['entry_catalog_stickers_image']             = 'Отображать стикеры с изображениями';
$_['entry_catalog_stock']             = 'Отображать наличие на складе';
$_['entry_catalog_stock_buy_button']             = 'Отключить кнопку "Купить", если нет в наличии';
$_['text_navigation_catalog']             = 'Навигация в каталоге';
$_['tab_product_main']             = 'Основные';
$_['tab_product_fast_checkout']             = 'Быстрый заказ';
$_['tab_product_shipping']             = 'Доставка';
$_['tab_product_payment']             = 'Оплата';
$_['tab_product_guarantee']             = 'Гарантия';
$_['tab_product_edges']             = 'Преимущества';
$_['tab_product_questions'] = 'Вопросы';
$_['text_product_setting']             = 'Настройки для страницы товара';
$_['entry_product_fixed_scroll_thumbs']             = 'Фиксированный скролл блока с фотографиями';
$_['entry_product_stickers_text']             = 'Отображать текстовые стикеры';
$_['entry_product_stickers_image']             = 'Отображать стикеры с изображениями';
$_['entry_product_manufacturer']             = 'Отображать производителя';
$_['entry_product_model']             = 'Отображать модель';
$_['entry_product_sku']             = 'Отображать артикул (SKU)';
$_['entry_product_stock']             = 'Отображать наличие на складе';
$_['entry_product_fixed_nav_tabs']             = 'Скроллинг навигации для табов';
$_['entry_product_stock_buy_button']             = 'Отключить кнопку "Купить", если нет в наличии';
$_['text_fast_checkout']             = 'Быстрый заказ';
$_['entry_product_fast_checkout_background_color']             = 'Фон для блока быстрого заказа';
$_['text_shipping']             = 'Доставка';
$_['entry_see']             = 'Показывать';
$_['entry_product_shipping_description']             = 'Описание';
$_['entry_product_shipping_items']             = 'Способы доставки';
$_['text_payment']             = 'Оплата';
$_['entry_product_payment_description']             = 'Описание';
$_['entry_product_payment_items']             = 'Способы оплаты';
$_['text_guarantee']             = 'Гарантия';
$_['entry_product_guarantee_description']             = 'Описание';
$_['text_edges']             = 'Преимущества';
$_['entry_product_edges_items']             = 'Преимущества (до 4 шт.)';
$_['text_information_setting']             = 'Настройки для информационный статей';
$_['text_contacts_contact_setting']             = 'Настройки контактов';
$_['text_contacts_shops_setting']             = 'Настройки филиалов';
$_['text_shops_link']             = 'Открыть список филиалов в новом окне';
$_['text_checkout_setting']             = 'Общие настройки оформления заказа и регистрации';
$_['text_checkout_main_setting']             = 'Общие настройки';
$_['text_checkout_main_description']             = 'Открыть настройки в новом окне';
$_['text_checkout_main_help']             = 'Используется встроенный модуль для упрощения регистрации и оформления заказа - Simple Checkout.<br>Преимущество в том, что это даёт совместимость со многими дополнениями.';
$_['text_checkout_cart_setting']             = 'Корзина на странице оформления заказа';
$_['entry_checkout_cart_fixed']             = 'Зафиксировать корзину при скролле страницы';
$_['tab_cart']             = 'Корзина';
$_['tab_messenger']             = 'Мессенжеры';
$_['text_cart_sidebar']             = 'Корзина (Sidebar)';
$_['entry_widgets_cart_sidebar_redirect']             = 'Переадресация (если выключено)';
$_['entry_widgets_cart_sidebar_redirect_main_cart']             = 'Основная корзина';
$_['entry_widgets_cart_sidebar_redirect_checkout_cart']             = 'Корзина на странице оформления заказа';
$_['help_widgets_cart_sidebar']             = 'Если выключено клиент будет перенаправлен на страницу оформления заказа и корзины.';
$_['entry_widgets_cart_sidebar_position']             = 'Позиционирование';
$_['entry_widgets_cart_sidebar_position_right']             = 'Справа';
$_['entry_widgets_cart_sidebar_position_left']             = 'Слева';
$_['text_messenger']             = 'Виджет мессенджеров';
$_['text_support']             = 'Поддержка';
$_['text_support_links']             = 'Полезные ссылки';
$_['text_support_docs']             = 'Документация';
$_['text_support_license']             = 'Лицензионное соглашение';
$_['tab_cookie'] = 'Разрешение «Cookie»';
$_['text_modal_cookie']             = 'Модальное окно «Cookie»';
$_['text_support_license_desc']             = '
<p>Все права на шаблон принадлежат DEV-OPENCART.COM (далее именуется как "источник").</p>

<p>Условия использования: один домен – одна лицензия. Если вы читаете этот текст, то это значит, что вы уже получили лицензионный ключ для вашего домена.</p>

<p>Любая перепродажа шаблона, а также его отправка третьим лицам без нашего согласия строго запрещена.</p>

<p>Если вы нарушили правила об использовании наших продуктов мы аннулируем ваш лицензионный ключ и не сможем вернуть денежные средства.</p>

<p>Техническая поддержка не действует для пользователей, лично не покупавших шаблон.</p>

<p>В таком случае, за автором ПО закрепляется право отказать в технической поддержке такому пользователю, а также не отвечать ему с помощью каких-либо средств коммуникации без объяснения причин.</p>

<p>Техническая поддержка не действует для пользователей, купивших, получивших каким-либо образом, скопировавших, загрузивших или купивших в складчину на пиратских ресурсах.</p>

<p>В таком случае за автором продукта закрепляется право отказать в технической поддержке такому пользователю, а также не отвечать ему с помощью каких-либо средств коммуникации без объяснения причин.</p>

<p>При этом необходимо удалить шаблон и прекратить его использование.</p>

<p>Техническая поддержка не действует для пользователей, устанавливающих шаблон на локальный компьютер. Также поддержка не предоставляется с помощью удаленных рабочих столов (RDP), Teamviewer и аналогичных программ, без предоставления доступа к админ-панели сайта, без предоставления FTP доступа и доступа к БД mySql, по телефону, в выходные и праздничные дни.</p>

<p>Техническая поддержка принимает платный характер в следующих случаях:
- заявленная работа шаблона невозможна из-за работы действующих программных продуктов на стороне покупателя, вызывающих конфликты в работе как этого продукта, так и сайта покупателя в целом;
- работа шаблона нарушена после действий покупателя, случившихся при редактировании файлов шаблона;
- покупатель выражает запрос на улучшение или доработку этого ПО;
– покупатель хочет реализовать индивидуальный заказной функционал, которого нет в документации или на демо-сайте.</p>

<p>Цифровой товар (ПО) надлежащего качества возврату или обмену не подлежит. Согласно нормам международного права, покупатель имеет право отказаться от заказанного товара в любое время до его получения, авторы программного обеспечения в соответствии с Законом о защите прав потребителей относятся к перечню непродовольственных цифровых товаров, не подлежащих возврату или обмену. Фактом получения товара считается генерация лицензионного ключа или загрузка полной версии программного продукта. Сведения о генерации регистрационных ключей и загрузке файлов хранятся на сервере (сайте) продавца.</p>

<p>Выполняя действие покупки и использования продукта, вы активируете лицензионный ключ и автоматически соглашаетесь со всеми пунктами этого соглашения и сделки на сайте компании: https://dev-opencart.com/terms-dc/</p>

<p>ПО имеет принцип распространения "as is" (как есть).</p>
';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';
$_['']             = '';