<?php
// Heading
$_['page_title'] = 'Підписники';
$_['heading_title'] = 'Підписники';
// Text
$_['text_module'] = 'Модулі';
$_['text_success'] = 'Налаштування успішно збережено';
$_['text_edit'] = 'Редагування модуля';

// Entry
$_['entry_name'] = 'Назва модуля';
$_['entry_success_message'] = 'Повідомлення про успішну передплату';
$_['help_success_message'] = 'Користувач побачить це повідомлення, коли підпишеться на розсилку';
$_['entry_title'] = 'Заголовок';
$_['help_title'] = 'Заголовок форми';
$_['entry_description'] = 'Опис';
$_['help_description'] = 'Опис перед формою';
$_['entry_type'] = 'Тип модуля';
$_['text_module_type'] = 'Форма';
$_['text_popup'] = 'Спливаюче вікно';
$_['entry_delay'] = 'Затримка в мсек.';
$_['help_delay'] = 'Час появи вікна після завантаження сторінки';
$_['entry_image'] = 'Малюнок';
$_['help_image'] = 'Малюнок у формі передплати';
$_['entry_only_once'] = 'Показувати лише один раз';
$_['help_only_once'] = 'Форма показуватиметься один раз на відвідування';
$_['entry_mobile'] = 'Показувати на мобільних пристроях';
$_['entry_unsubscribe'] = 'Показувати кнопку "відписатися"';
$_['entry_status'] = 'Статус';

// Error
$_['error_permission'] = 'Помилка! У вас немає доступу для керування модулем';
$_['error_name'] = 'Назва модуля повинна містити від 3 до 64 символів!';