<?php// Heading$_['heading_title']    = 'Останні переглянуті';// Text$_['text_module'] = 'Модулі';$_['text_success'] = 'Успіх: Ви змінили модуль нещодавно переглянуті!';$_['text_edit'] = 'Редагувати модуль';// Entry$_['entry_name'] = 'Назва модуля';$_['entry_limit'] = 'Ліміт';$_['entry_width'] = 'Ширина';$_['entry_height'] = 'Висота';$_['entry_status'] = 'Статус';// Error$_['error_permission'] = 'Увага: у вас немає дозволу на зміну модуля нещодавно переглянуті!';$_['error_name'] = 'Назва модуля повинна бути від 3 до 64 символів!';$_['error_width'] = 'Ширина потрібна!';$_['error_height'] = 'Висота потрібна!';

				$_['text_list'] = 'Аркуш (звичайний)';
				$_['text_slider'] = 'Слайдер';
				$_['entry_slider_limit'] = 'Показувати по';
				