<?php

// Heading
$_['heading_title'] = '<span style="font-weight: 700;font-size: 10px;padding: 8px 12px;margin-right:10px;background: #e1ebf8;"><img src="../image/template_speedy_icon.svg" style="height:16px;margin-right:5px" />[Speedy]</span> Speedy Template';
$_['heading_title_text'] = 'Speedy Template';

// Text
$_['text_extension']                   = 'Доповнення';
$_['text_theme']                       = 'Шаблони';
$_['text_success']                     = 'Налаштування змінені';
$_['text_edit']                        = 'Налаштування шаблона за замовчуванням';
$_['text_general']                     = 'Загальні';
$_['text_product']                     = 'Товари';
$_['text_image']                       = 'Зображення';

// Entry
$_['entry_directory']                  = 'Директорія шаблона';
$_['entry_status']                     = 'Статус';
$_['entry_product_limit']              = 'Товарів на сторінці';
$_['entry_product_description_length'] = 'Символів в скороченому описі';
$_['entry_image_category']             = 'Розмір зображень категорії (Ш x В)';
$_['entry_image_manufacturer']         = 'Розмір зображень виробника (Ш x В)';
$_['entry_image_thumb']                = 'Розмір великого зображення товару (Ш x В)';
$_['entry_image_popup']                = 'Розмір спливаючого зображення товару (Ш x В)';
$_['entry_image_product']              = 'Розмір зображень в списку товарів (Ш x В)';
$_['entry_image_additional']           = 'Розмір додаткових зображень товарів (Ш x В)';
$_['entry_image_related']              = 'Розмір зображень схожих товарів (Ш x В)';
$_['entry_image_compare']              = 'Розмір зображень при порівнянні (Ш x В)';
$_['entry_image_wishlist']             = 'Розмір зображень в закладках (Ш x В)';
$_['entry_image_cart']                 = 'Розмір зображень товарів в кошику (Ш x В)';
$_['entry_image_location']             = 'Розмір зображення магазина (Ш x В)';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Висота';
$_['entry_title']                      = 'Заголовок';
$_['entry_image']                      = 'Зображення';

// Help
$_['help_directory'] 	               = 'Використовуйте цей параметр тільки для застарілих шаблонів які сумісні з цією версією';
$_['help_product_limit'] 	           = 'Кількість елементів, що будуть показуватись на одній сторінці товарів, категорій, і т.і.)';
$_['help_product_description_length']  = 'Кількість символів в описі товару в категоріях, виробниках, і т.і.)';

// Error
$_['error_permission']                 = 'У вас недостатньо прав для внесення змін';
$_['error_limit']       	           = 'Необхідно вказати ліміти';
$_['error_image_thumb']                = 'Необхідно встановити розмір великого зображення товару';
$_['error_image_popup']                = 'Необхідно встановити розмір спливаючого зображення товару';
$_['error_image_product']              = 'Необхідно встановити розмір зображення в списку товарів';
$_['error_image_category']             = 'Необхідно встановити розмір зображення категорій';
$_['error_image_additional']           = 'Необхідно встановити розмір додаткових зображень товарів';
$_['error_image_related']              = 'Необхідно встановити розмір зображення схожих товарів';
$_['error_image_compare']              = 'Необхідно встановити розмір зображень при порівнянні';
$_['error_image_wishlist']             = 'Необхідно встановити розмір зображень в закладках';
$_['error_image_cart']                 = 'Необхідно встановити розмір зображень товарів в кошику';
$_['error_image_location']             = 'Необхідно встановити розмір зображення магазину';

$_['tab_general'] = 'Загальні налаштування';
$_['tab_pages'] = 'Сторінки';
$_['tab_parts'] = 'Окремi частини';
$_['tab_images'] = 'Розміри зображень';
$_['tab_widgets'] = 'Віджети';
$_['tab_help'] = 'Допомога та підтримка';
$_['tab_main'] = 'Головні';
$_['tab_update'] = 'Обновление';

$_['entry_purchased_product']                 = "Показывать сколько раз покупали товар";
$_['help_purchased_product']                 = "Отображение количества покупок в карточке товара";
$_['help_2_purchased_product']                 = ", але не показувати якщо кількість 0";
$_['entry_product_viewed']                 = "Показывать сколько просмотров у товара";
$_['tab_header'] = 'Верх сайту';
$_['tab_footer'] = 'Низ сайту';
$_['tab_push'] = 'Сповіщення та вікна';
$_['tab_adaptive'] = 'Адаптивність';
$_['tab_code'] = 'Для розробників';
$_['text_theme_colors'] = 'Кольорова схема';
$_['entry_main_color'] = 'Основний колір у шаблоні';
$_['entry_buttons_color'] = 'Основний колір кнопок';
$_['entry_background_color'] = 'Фон сайту';
$_['entry_background_top_color'] = 'Фон верхньої частини';
$_['entry_background_footer_color'] = 'Фон нижньої частини';
$_['text_header_elements'] = 'Елементи у верхній частині сайту';
$_['entry_header_currency'] = 'Вибір валюти';
$_['entry_header_language'] = 'Вибір мови';
$_['entry_header_compare'] = 'Порівняння товарів';
$_['entry_header_wishlist'] = 'Закладки';
$_['entry_header_account'] = 'Авторизація';
$_['text_contacts_elements'] = 'Елементи в контактах';
$_['text_footer_menu'] = 'Меню в нижній частині сайту';
$_['entry_footer_menu_lenght'] = 'Кількість посилань у меню "Каталог"';
$_['entry_contacts_phones'] = 'Телефони';
$_['entry_contacts_messengers'] = 'Месенджери';
$_['text_footer_elements'] = 'Елементи в нижній частині сайту';
$_['entry_footer_payments'] = 'Способи оплат';
$_['entry_contacts_phones'] = 'Телефони';
$_['entry_contacts_open'] = 'Графiк работи';
$_['entry_footer_socials'] = 'Соціальні мережі';
$_['entry_footer_address'] = 'Адреса';
$_['text_footer_map'] = 'Мапа сайту';
$_['entry_footer_map'] = 'Відображати мапу в низу сайта';
$_['entry_footer_map_code'] = 'Код мапи (iframe)';
$_['entry_footer_map_code_help'] = 'Як отримати код картки?<br><br>1. Вибрати об\'єкт на <a target="_blank" href="https://www.google.com.ua/maps/">https://www.google.com.ua/maps/</a>;<br>2. Натиснути кнопку "Поділитись";<br>3. Вибрати вкладку "Вбудовування карток";<br>4. Копіювати код iframe будь-якого розміру;<br>5. Вставити код у поле вище.';
$_['tab_adaptive'] = 'Адаптивність';
$_['text_code_js_css'] = 'Ваш код JS/CSS';
$_['entry_code_css'] = 'Ваші стилі CSS';
$_['help_code_empty'] = 'Залиште це поле порожнім, якщо коду немає';
$_['entry_code_header_js'] = 'Ваш код на JS (JQuery) у Header';
$_['entry_code_footer_js'] = 'Ваш код на JS (JQuery) у Footer';
$_['tab_home'] = 'Головна';
$_['tab_catalog'] = 'Каталог';
$_['tab_product'] = 'Продукт';
$_['tab_products'] = 'Продукти (блоки із товарами)';
$_['text_products'] = 'Налаштування для товарів у блоках';
$_['entry_products_type'] = 'Тип відображення для товарів';
$_['products_type_help'] = 'Якщо в блоці менше товарів, ніж у вибраному ліміті слайдера, то буде показувати звичайний вигляд.';
$_['entry_products_slider_arrows'] = 'Показувати стрiлки навігації?';
$_['entry_products_slider_limit'] = 'На экранах от 1440px';
$_['entry_products_slider_limit_xl'] = 'На экранах от 1280px до 1440px';
$_['entry_products_slider_limit_lg'] = 'На экранах от 1024px до 1280px';
$_['entry_products_slider_limit_md'] = 'На экранах от 768px до 1024px';
$_['entry_products_slider_limit_sm'] = 'На экранах от 480px до 768px';
$_['entry_products_slider_limit_xs'] = 'На экранах до 480px';
$_['text_slider'] = 'Слайдер';
$_['text_list'] = 'Звичайний (один за одним)';
$_['tab_information'] = 'Інформаційні статті';
$_['tab_contacts'] = 'Зворотній зв\'язок';
$_['tab_checkout'] = 'Оформлення замовлення';
$_['tab_register'] = 'Реєстрація';
$_['text_home_setting'] = 'Налаштування для головної сторінки';
$_['text_catalog_setting'] = 'Налаштування товарів у каталозі';
$_['entry_catalog_stickers_text'] = 'Відображати текстові стікери';
$_['entry_catalog_stickers_image'] = 'Відображати стікери із зображеннями';
$_['entry_catalog_description'] = 'Відображати короткий опис товару';
$_['entry_catalog_model'] = 'Відображати модель (артикул)';
$_['entry_catalog_attribute_groups'] = 'Відображати характеристики';
$_['entry_catalog_quantity'] = 'Відображати кнопки кількості сторінок з товарами (не модулі)';
$_['entry_catalog_stock'] = 'Відображати наявність на складі';
$_['entry_catalog_stock_buy_button'] = 'Вимкнути кнопку "Купити", якщо немає в наявності';
$_['text_navigation_catalog'] = 'Налаштування для категорії';
$_['text_up'] = 'Вгорі сторінки';
$_['text_bottom'] = 'Внизу сторінки';
$_['tab_product_main'] = 'Основні';
$_['tab_product_fast_checkout'] = 'Швидке замовлення';
$_['tab_product_shipping'] = 'Доставка';
$_['tab_product_payment'] = 'Оплата';
$_['tab_product_guarantee'] = 'Гарантія';
$_['tab_product_edges'] = 'Переваги';
$_['tab_product_questions'] = 'Питання';
$_['text_product_setting'] = 'Налаштування для сторінки товару';
$_['entry_product_fixed_scroll_thumbs'] = 'Фіксований скролл блоку з фотографіями';
$_['entry_product_stickers_text'] = 'Відображати текстові стікери';
$_['entry_product_stickers_image'] = 'Відображати стікери із зображеннями';
$_['entry_product_manufacturer'] = 'Відображати виробника';
$_['entry_product_model'] = 'Відображати модель';
$_['entry_product_sku'] = 'Відображати артикул (SKU)';
$_['entry_product_stock'] = 'Відображати наявність на складі';
$_['entry_product_fixed_nav_tabs'] = 'Скролінг навігації для табів';
$_['entry_product_stock_buy_button'] = 'Вимкнути кнопку "Купити", якщо немає в наявності';
$_['entry_product_special_type'] = 'Тип відображення акційної ціни';
$_['entry_product_bottom_bar'] = 'Відображати фіксований бар з ціною та кнопкою "В корзину"';
$_['help_product_bottom_bar'] = 'Працює лише на мобільних пристроях. З\'являється, якщо опустити сторінку нижче ніж на 1200px';
$_['text_percent'] = 'В процентах';
$_['text_cost'] = 'Різниця в ціні';
$_['text_fast_checkout'] = 'Швидке замовлення';
$_['entry_product_fast_checkout_background_color'] = 'Фон для блоку швидкого замовлення';
$_['text_shipping'] = 'Доставка';
$_['entry_see'] = 'Показувати';
$_['entry_product_shipping_description'] = 'Опис';
$_['entry_product_shipping_items'] = 'Способи доставки';
$_['text_payment'] = 'Оплата';
$_['entry_product_payment_description'] = 'Опис';
$_['entry_product_payment_items'] = 'Способи оплати';
$_['text_guarantee'] = 'Гарантія';
$_['entry_product_guarantee_description'] = 'Опис';
$_['text_edges'] = 'Переваги';
$_['entry_product_edges_items'] = 'Переваги (до 4 шт.)';
$_['text_information_setting'] = 'Налаштування для інформаційних статей';
$_['text_contacts_contact_setting'] = 'Налаштування контактів';
$_['text_contacts_shops_setting'] = 'Налаштування філій';
$_['text_shops_link']             = 'Відкрити список філій у новому вікні';
$_['text_checkout_setting'] = 'Загальні налаштування сторінки оформлення замовлення';
$_['text_checkout_main_setting'] = 'Загальні налаштування';
$_['text_checkout_main_description'] = 'Відкрити налаштування в новому вікні';
$_['text_checkout_main_help'] = 'Використовується вбудований модуль для спрощення реєстрації та оформлення замовлення - Simple Checkout.<br>Перевага в тому, що це дає сумісність із багатьма доповненнями.';
$_['text_checkout_cart_setting'] = 'Кошик на сторінці оформлення замовлення';
$_['entry_checkout_cart_fixed'] = 'Зафіксувати кошик при скролі сторінки';
$_['entry_checkout_label_view'] = 'Відображати заговки полів';
$_['text_register_setting'] = 'Загальні налаштування сторінки реєстрації';
$_['entry_register_rules'] = 'Відображати правила реєстрації';
$_['entry_register_rules_description'] = 'Правила реєстрації';
$_['tab_cart'] = 'Кошик';
$_['tab_messenger'] = 'Месенжери';
$_['text_cart_sidebar'] = 'Кошик (Sidebar)';
$_['entry_widgets_cart_sidebar_redirect'] = 'Переадресація (якщо вимкнено)';
$_['entry_widgets_cart_sidebar_redirect_main_cart'] = 'Основний кошик';
$_['entry_widgets_cart_sidebar_redirect_checkout_cart'] = 'Кошик на сторінці оформлення замовлення';
$_['help_widgets_cart_sidebar'] = 'Якщо вимкнено клієнт буде перенаправлено на сторінку оформлення замовлення та кошика.';
$_['entry_widgets_cart_sidebar_position'] = 'Позиціонування';
$_['entry_widgets_cart_sidebar_position_right'] = 'Праворуч';
$_['entry_widgets_cart_sidebar_position_left'] = 'Зліва';
$_['text_messenger'] = 'Віджет месенджерів';
$_['text_support'] = 'Підтримка';
$_['text_support_links'] = 'Корисні посилання';
$_['text_support_docs'] = 'Документація';
$_['text_support_license'] = 'Ліцензійна угода';
$_['tab_cookie'] = 'Дозвіл «Cookie»';
$_['tab_checklang'] = 'Вибір мови';
$_['tab_bottombar'] = 'Фіксований бар із кнопками';
$_['text_bottombar'] = 'Фіксований бар із кнопками';
$_['text_checklang'] = 'Модальне вікно «Вибір мови»';
$_['text_modal_cookie'] = 'Модальне вікно «Cookie»';
$_['text_support_license_desc'] = '
<p>Всі права на шаблон належать DEV-OPENCART.COM (далі іменується як "джерело").</p>

<p>Умови використання: один домен – одна ліцензія. Якщо ви читаєте цей текст, це означає, що ви вже отримали ліцензійний ключ для вашого домену.</p>

<p>Будь-який перепродаж шаблону, а також його відправлення третім особам без нашої згоди суворо заборонено.</p>

<p>Якщо ви порушили правила про використання наших продуктів, ми анулюємо ваш ліцензійний ключ і не зможемо повернути кошти.</p>

<p>Технічна підтримка не діє для користувачів, які не купували шаблон.</p>

<p>У такому разі за автором ПЗ закріплюється право відмовити в технічній підтримці такому користувачеві, а також не відповідати йому за допомогою будь-яких засобів комунікації без пояснення причин.</p>

<p>Технічна підтримка не діє для користувачів, які купили, отримали якимось чином, скопіювали, завантажили або купили в складчину на піратських ресурсах.</p>

<p>У такому разі за автором продукту закріплюється право відмовити в технічній підтримці такого користувача, а також не відповідати йому за допомогою будь-яких засобів комунікації без пояснення причин.</p>

<p>При цьому необхідно видалити шаблон та припинити його використання.</p>

<p>Технічна підтримка не діє для користувачів, які встановлюють шаблон на локальний комп\'ютер. Також підтримка не надається за допомогою віддалених робочих столів (RDP), Teamviewer та аналогічних програм, без надання доступу до адмін-панелі сайту, без надання FTP доступу та доступу до БД mySql, по телефону, у вихідні та святкові дні.</p>

<p>Технічна підтримка набуває платного характеру в таких випадках: - заявлена робота шаблону неможлива через роботу діючих програмних продуктів на стороні покупця, що викликають конфлікти в роботі як цього продукту, так і сайту покупця в цілому; - робота шаблону порушена після дій покупця, що трапилися під час редагування файлів шаблону; - покупець висловлює запит на покращення чи доопрацювання цього ПЗ; – покупець хоче реалізувати індивідуальний замовний функціонал, якого немає у документації чи на демо-сайті.</p>

<p>Цифровий товар (ПЗ) належної якості поверненню чи обміну не підлягає. Відповідно до норм міжнародного права, покупець має право відмовитися від замовленого товару у будь-який час до його отримання, автори програмного забезпечення відповідно до Закону про захист прав споживачів належать до переліку непродовольчих цифрових товарів, які не підлягають поверненню чи обміну. Фактом отримання товару вважається генерація ліцензійного ключа чи завантаження повної версії програмного продукту. Відомості про генерацію реєстраційних ключів та завантаження файлів зберігаються на сервері (сайті) продавця.</p>

<p>Виконуючи дію купівлі та використання продукту, ви активуєте ліцензійний ключ і автоматично погоджуєтеся з усіма пунктами цієї угоди та угоди на сайті компанії: https://dev-opencart.com/terms-dc/</p>

<p>ПЗ має принцип поширення "as is" (як є).</p>
';
$_['entry_category_refine_img'] = 'Показувати зображення підкатегорій?';
$_['entry_description_position'] = 'Позиція блоку з описом до категорії';
$_['text_pagination'] = 'Навігація сторінками';
$_['tab_menu'] = 'Меню';
$_['text_menu'] = 'Загальні налаштування основного меню';
$_['text_menu_setting'] = 'Загальні налаштування';
$_['text_menu_description'] = 'Відкрити налаштування в новому вікні';
$_['text_menu_help'] = 'Використовується власний модуль меню для цього сайту.';
$_['text_menu'] = 'Меню';
$_['tab_m_menu'] = 'Мобільне меню';
$_['text_m_menu'] = 'Загальні налаштування основного меню';
$_['entry_m_menu_catalog_status'] = 'Показувати "Каталог" відразу?';
$_['tab_pagination'] = 'Навігація сторінками';
$_['text_checklang_help'] = 'Показується при першому відвідуванні сайту, далі вибір користувача записується в Cookie';
$_['entry_widgets_checklang_type'] = 'Тип окна';
$_['entry_widgets_checklang_ua_lang'] = 'Предложить использовать украинский язык';
$_['entry_widgets_checklang_list'] = 'Показывать выбор всех доступных языков на сайте';
$_['text_checklang_type_help'] = 'Если выбрано "Предложить использовать украинский язык", то показываться будет только в случае когда язык выбран не украинский';
$_['entry_home_catalog'] = 'Показувати кнопку "Каталог" під шапкою на мобільному?';
$_['text_header_menu'] = 'Меню у верху сайту (на мобільному це меню покупця)';